{
  "2018": 2018,
  "About Us": "Về Chúng tôi",
  "Forex": "Ngoại hối",
  "Lowest Commission": "Hoa hồng thấp nhất",
  "Indices": "Chỉ số",
  "Leverage": "Đòn bẩy",
  "Commodity": "Hàng hóa",
  "Commodities": "Hàng hóa",
  "Platform": "Nền tảng",
  "Platforms": "Nền tảng",
  "Product": "Sản phẩm",
  "Products": "Sản phẩm",
  "Accounts": "Tài khoản",
  "Account Type": "Loại tài khoản",
  "Account Types": "Loại tài khoản",
  "Promotions": "Khuyến mại",
  "Resources": "Tài nguyên",
  "Blog": "Blog",
  "Help": "Hỗ trợ",
  "Calculate": "Tính toán",
  "Log In": "Đăng nhập",
  "Create Account": "Tạo tài khoản",
  "Refer 1 person and get $10,": "Giới thiệu 1 người và nhận $10,",
  "Unlimited referring": "Tiền thưởng giới thiệu không giới hạn",
  "Bonus sharing with friends": "Chia sẻ tiền thưởng với bạn bè",
  "Invite Friends": "Mời bạn bè",
  "Trade the way you want": "Giao dịch theo cách bạn muốn",
  "Diversified": "Đa dạng hóa",
  "We offer a wide range of trading products, including forex, indices, commodities, and cryptocurrencies.": "Chúng tôi cung cấp nhiều loại sản phẩm giao dịch, bao gồm ngoại hối, chỉ số, hàng hóa và tiền ảo",
  "Versatile": "Đa dạng",
  "One account, multiple platforms. HXFX global is available in both PC and mobile with millisecond order execution speed and user interface tailor-made for professional investors.": "Một tài khoản nhiều nền tảng, HXFX Global có sẵn cho cả máy tính và điện thoại di động với tốt độ khớp lệnh lên tới mili-giây và giao diện người dùng được thiết kế chuyên dùng cho các nhà đầu tư chuyên nghiệp.",
  "24/5": "24/5",
  "Contact our elite customer support team anytime, anywhere on the trading days to support your investment decisions.": "Liên hệ với đội ngũ CSKH chuyên nghiệp của chúng tôi bất cứ nơi đâu và bất cứ lúc nào vào ngày giao dịch để nhận được sự hỗ trợ cho quyết định đầu tư của bạn.",
  "Secure": "Bảo mật",
  "A top-notch data encryption technology and financial security with over 10 years of safety operation experience in the industry ensure every the safety of our client's investment.": "Với công nghệ mã hóa dữ liệu và bảo mật tài chính siêu việt, và hơn 10 năm kinh nghiệm trong ngành, mọi giao dịch của khách hàng đều được đảm bảo an toàn.",
  "Low-cost, high reward": "Chi phí thấp, lợi nhuận cao",
  "Ultra-low spreads and the 1:500 leverage allow you to invest at at a lower cost while still gaining high rewards potentially.": "Spread cực thấp và đòn bẩy 1:500 giúp bạn đầu tư với chi phí cực thấp nhưng vẫn có tiềm năng đạt lợi nhuận cao.",
  "Reliable": "Đáng tin",
  "HXFX GLOBAL owns the most stringent regulatory license in the industry and was awarded in numerous world-class financial awards.": "HXFX GLOBAL sở hữu các giấy phép nghiêm khắc nhất trong ngành và được trao thưởng hàng loạt giải thưởng danh giá trong ngành tài chính.",
  "Trade 40+ major products at ease": "Giao dịch 40+ sản phẩm một cách dễ dàng",
  "Join millions of investor to trade with HXFX Gloabl. Pick anything to start with.": "Tham gia giao dịch trên HXFX GLOBAL cùng hàng triệu nhà đầu tư khác.\r\nChọn bất cứ sản phẩm để bắt đầu.",
  "Two-way trading, both buy and sell can be profitable": "Giao dịch hai chiều, cả mua lên và mua xuống đều có thể sinh lời",
  "Hedgeable risk, no limited on rise and drop": "Phòng ngừa rủi ro, không giới hạn tăng và giảm",
  "Margin trading. Low entry-level, high profit": "Giao dịch ký quỹ. Ngưỡng tham gia thấp, lợi nhuận cao",
  "Ultra-competitive spreads": "Spread cực cạnh tranh",
  "International general trading platform": "Nền tảng giao dịch đa quốc gia",
  "Lightning fast order execution": "Tốc độ khớp lệnh nhanh như chớp",
  "Advanced chart analysis": "Phân tích biểu đồ nâng cao",
  "HXFX Global Direct App": "App HXFX Global",
  "Simple, Clear, Impressive Available for iOS and Android devices.": "Đơn giản, Rõ ràng, Ấn tượng. Có sẵn trên iOS và Android",
  "Trade World Markets": "Giao dịch thị trường thế giới",
  "Manage Trading Accounts": "Quản lý nhiều tài khoản giao dịch",
  "Variety of payment methods": "Nhiều hình thức nạp tiền",
  "Latest economic events": "Sự kiện kinh tế mới nhất",
  "Enter your mobile": "Nhập số điện thoại",
  "Get HXFX Global APP By SMS": "Nhận App HXFX Global bằng SMS",
  "WE ACCEPT": "Chúng tôi chấp nhận (Các hình thức nạp tiền)",
  "Trade anytime, anywhere": "Giao dịch bất cứ lúc nào, bất cứ nơi đâu",
  "HXFX Global is available in different forms on various platforms, which gives you no limitation on when and where.": "HXFX Global có sẵn trên mọi nền tảng, giúp bạn không bị hạn chế mọi lúc mọi nơi.",
  "Millisecond order execution speed": "Tốc độ khớp lệnh mili-giây",
  "Comprehensive technical indicators (PC & mobile)": "Chỉ báo phân tích kỹ thuật toàn diện (PC & Mobile)",
  "Tailor-made for professional investors": "Chuyên dành cho các nhà đầu tư chuyên nghiệp",
  "Order execution speed in millisecond level": "Tốc độ khớp lệnh mili-giây",
  "Comprehensive technical indicators": "Chỉ báo phân tích kỹ thuật toàn diện",
  "Global real-time update of market information and financial calendar": "Cập nhật theo thời gian thực thông tin thị trường và lịch tài chính toàn cầu",
  "Open an account for free now": "Mở tài khoản miễn phí ngay",
  "30 seconds to have an account": "30 giây có ngay tài khoản",
  "Open an account for free": "Mở tài khoản miễn phí",
  "Top up your account": "Nạp tiền vào tài khoản",
  "Start trading": "Bắt đầu giao dịch",
  "Try Demo": "Thử Demo",
  "Open Account": "Mở tài khoản",
  "An award-winning service provider": "Nhà cung cấp dịch vụ dành nhiều giải thưởng danh giá",
  "For over 10 years, HXFX Global has been providing our clients the best service and been recognised as one of the best in the industry.\r\n\r\n": "Trong vòng hơn 10 năm, HXFX Global đã và đang cung cấp cho khách hàng của chúng tôi dịch vụ tốt nhất và được xem là tốt nhất trong ngành.",
  "ESG Performance Breakeven by E, S and G": "Hiệu suất ESG Hòa vốn theo E, S và G",
  "Macroeconomics: Introduction, Factor, Polices, Impact on trading - Part VII": "Kinh tế vĩ mô: Giới thiệu, Yếu tố, Chính sách, Tác động đến giao dịch - Phần VII",
  "How to install Ta-Lib in Python": "Cách cài đặt Ta-Lib bằng Python",
  "Home": "Trang chủ",
  "About HXFX": "Về HXFX",
  "Honorary Award": "Phần thưởng vinh danh",
  "Company News": "Tin tức công ty",
  "Index": "Chỉ số",
  "Account Transaction": "Giao dịch tài khoản",
  "Account Level": "Cấp tài khoản",
  "Senior Account": "Tài khoản cao cấp",
  "News": "Tin tức",
  "Financial Calendar": "Lịch tài chính",
  "Top News": "Tin tức hàng đầu",
  "Read More": "Đọc thêm",
  "Contact us": "Liên hệ chúng tôi",
  "Email": "Email",
  "Vietnam": "Việt Nam",
  "VNPT Network": "Mạng VNPT",
  "Viettel network": "Mạng Viettel",
  "No need to add 0": "Không cần thêm số 0",
  "Vinaphone, Mobifone, Viettel": "Vinaphone, Mobifone, Viettel",
  "Fees required": "Thu phí",
  "Licensed by VFSC": "Cấp phép bởi VFCS",
  "Malaysia": "Malaysia",
  "Phone position closing hotline": "Đường dây nóng dùng đóng lệnh",
  "Download the HXFX Trade app": "Tải app HXFX Trade",
  "Trade with HXFX": "Giao dịch với HXFX",
  "Your Reliable Trading Partner": "Đối tác giao dịch đáng tin cậy của bạn",
  "At HXFXglobal, we help investors to maximize the value of investment and keep out clients' finance safe.": "Tại HXFX GLOBAL, chúng tôi giúp các nhà đầu tư tối đa hóa giá trị đầu tư và giữ an toàn cho tài chính của khách hàng.",
  "Who we are": "Chúng tôi là ai",
  "For over a decade, HXFX Global has been constantly striving to provide the best secured Forex and Commodities trading platform for our clients, alongside innovative trading technology. Our products enable clients to leverage trade globally with competitive spreads and zero commision. Trusted by millions of clients worldwide, HXFX Global is authorized and regulated by VFSC (Licence number 40453).": "Trong hơn một thập kỷ, HXFX Global đã không ngừng nỗ lực để cung cấp nền tảng giao dịch Hàng hóa và Ngoại hối được bảo mật tốt nhất cho khách hàng, cùng với công nghệ giao dịch tiên tiến. Sản phẩm của chúng tôi cho phép khách hàng giao dịch đòn bẩy trên toàn cầu với mức chênh lệch cạnh tranh và miễn phí phí hoa hồng. Được tin cậy bởi hàng triệu khách hàng trên toàn thế giới, HXFX GLOBAL được ủy quyền và quản lý bởi VFSC (Giấy phép số 40453).",
  "How we protect your funds": "Cách chúng tôi bảo vệ tiền của bạn",
  "One of the fundamental concerns of online traders is the safety of their funds and we are dedicated to keep our clients' funds secured as follows:": "Một trong những mối quan tâm cơ bản của các nhà giao dịch là sự an toàn của tiền vốn và chúng tôi luôn cố gắng giữ an toàn cho các khoản tiền của khách hàng như sau:",
  "All of your money is held in segregated client bank (independent trust) accounts at regulated banks.": "Tất cả tiền của bạn được giữ trong các tài khoản ngân hàng khách hàng riêng biệt (tín thác độc lập) tại các ngân hàng được quản lý.",
  "Your money and assets (for example: shares) are never merged with HXFXglobal's own money or assets": "Tiền và tài sản của bạn (ví dụ: cổ phiếu) không bao giờ được hợp nhất với tiền hoặc tài sản của chính HXFX GLOBAL",
  "HXFXglobal has advanced encryption transmission and dynamic encryption of your data.": "HXFX GLOBAL có khả năng truyền mã hóa nâng cao và mã hóa động dữ liệu của bạn.",
  "HXFXglobal does not use your money for any business activities, including for hedging or investments.": "HXFX GLOBAL không sử dụng tiền của bạn cho bất kỳ hoạt động kinh doanh nào, bao gồm cả việc bảo hiểm rủi ro hoặc đầu tư.",
  "HXFXglobal is authorized and regulated by VFSC (Licence Number 40453).": "HXFX GLOBAL được ủy quyền và quản lý bởi VFSC (số giấy phép 40453).",
  "History & Milestines of HXFX Global": "Lịch sử & cột mốc của HXFX GLOBAL",
  "2010-2014": "2010-2019",
  "HXFX Global Group was founded": "HXFX Global Group được thành lập",
  "Online Trading terminal was launched": "Nền tảng giao dịch online được phát hành",
  "A professional customer services were set up": "Trung tâm CSKH chuyên nghiệp được thiết lập",
  "The platform launched the news functions": "Nền tảng phát hành chức năng tin tức",
  "2015-2017": "2015-2017",
  "The number of users exceeded 300K": "Số lượng người dùng vượt hơn 300 nghìn",
  "Partnership with ACB bank and DONGA Bank": "Hợp tác với ngân hàng ACB và ngân hàng DONGA",
  "Launched the internal Testing Edition Mobile App": "Ra mắt ứng dụng di động phiên bản thử nghiệm nội bộ",
  "Offically launched the natural gas and European share index contract notice": "Chính thức đưa ra thông báo hợp đồng chỉ số cổ phiếu châu Âu và khí đốt tự nhiên",
  "Won the best innovation silver industry Asia Pacific Stevie Silver Award": "Giành giải bạc Stevie Silver dành cho ngành đổi mới tốt nhất Châu Á Thái Bình Dương",
  "Mobile app Officially launched": "App di động chính thức được phát hành",
  "Won \"HK most valuable Enterprise Award\"": "Đạt giải \"Doanh Nghiệp Giá Trị Nhất Hồng Công\"",
  "Won \"ERB Talent Enterprise\"": "Đạt giải \"Doanh Nghiệp Tài Năng ERB\"",
  "Won \"Global Bridge Award\"": "Đạt giải \"Cầu Nối Toàn Cầu\"",
  "Won 2018 financial growth company in the United States": "Đạt giải “Công Ty Tăng Trưởng Tài Chính 2018\" tại Hoa Kỳ",
  "Golden Bridge Awards -2018 Financial Growth Enterprise \"Gold Award\"": "Giải thưởng dịch vụ tài chính tốt nhất",
  "Best innovation in the financial industry Asia Pacific Stevie Silver Award": "Giải bạc Stevie® Awards Châu Á-Thái Bình Dương",
  "Best foreign exchange investment Service Platform": "Nên tảng đầu tư ngoại hối tốt nhất",
  "Anugerah \"Golden Bridge\"": "Giải thưởng Cầu Vàng",
  "Number of users Exceeded 300k": "Số lượng người dùng vượt 300k",
  "Increased 24 share (HK stock & US Stocks)": "Gia tăng 24 cổ phiếu (cổ phiếu HK và US)",
  "Officially Launched Mobile trading App HXFX Trade": "Chính thức phát hành App giao dịch HXFX Trade",
  "New brand upgrade": "Nâng cấp thương hiệu mới",
  "Why choose HXFX": "Tại sao chọn HXFX",
  "Negative Balance Protection": "Bảo vệ số dư âm",
  "0% Commission": "0 phí hoa hồng",
  "Competitive Spread": "Phí spread cạnh tranh",
  "5/24 Online Support": "Hỗ trợ trực tuyến 24/5",
  "Authorized & Regulated": "Được ủy quyền và kiểm soát",
  "Quick Withdrawal (30')": "Rút tiền nhanh (30')",
  "Extensive Product Range": "Sản phẩm đa dạng",
  "Operational Data": "Dữ liệu hoạt động",
  "Safe Operation": "Vận hành an toàn",
  "Year": "Năm",
  "Day": "Ngày",
  "Number of clients": "Số lượng khách hàng",
  "Customer's withdraw amount": "Số tiền rút của khách hàng",
  "Transaction amount": "Số tiền giao dịch",
  "Bonus amount": "Số tiền thưởng",
  "Powerful Trading Platform": "Nền tảng giao dịch mạnh mẽ",
  "We provide practical and user friendly applications for you to trade anywhere and anytime": "Chúng tôi cung cấp ứng dụng thực tiễn và thân thiện giúp bạn giao dịch mọi lúc mọi nơi",
  "Monitor": "Theo dõi",
  "Keep track of your position": "Theo dõi vị thế của bạn",
  "Analysis": "Phân tích",
  "Market Depth Information": "Thông tin Độ sâu thị trường",
  "Instrument": "Công cụ",
  "Seizing": "Nắm bắt",
  "Trading Opportunity": "Cơ hội giao dịch",
  "Trade in Real-time": "Giao dịch trong thời gian thực",
  "Better than your imagined": "Tốt hơn những gì bạn tưởng tượng",
  "Deposit": "Gửi tiền",
  "Explore the CFD Market": "Khám phá Thị trường CFD",
  "Learn the advantages of trading CFDs and get started with us": "Tìm hiểu những lợi thế của giao dịch CFD và bắt đầu với chúng tôi",
  "Leverage up to 1:2000": "Đòn bẩy lên đến 1:2000",
  "Access to wider market": "Tiếp cận thị trường rộng lớn hơn",
  "Traders can choose to sell or buy for all position": "Nhà giao dịch có thể chọn bán hoặc mua cho tất cả các vị trí",
  "Forex Trading": "Giao dịch ngoại hối",
  "Trade major, minor and exotic currency pair with a global, trusted broker": "Giao dịch các cặp tiền tệ chính, chéo và ngoại lai với sàn giao dịch quốc tế đáng tin cậy",
  "Trade Now": "Giao dịch ngay",
  "Lowest Commission to 0 USD": "Phí hoa hồng thấp nhất lên đến 0 USD",
  "Low Spreads": "Spread thấp",
  "Starting from 1.4 pips": "Bắt đầu từ 1.4 pip",
  "Small Capital Profit": "Lợi nhuận với vốn nhỏ",
  "Leverage 1:200": "Đòn bẩy 1:200",
  "Open Demo Account": "Mở Tài khoản Demo",
  "Details": "Chi tiết",
  "Currency Pair": "Cặp phổ biến",
  "Name": "Tên",
  "Buy": "Mua",
  "Sell": "Bán",
  "Quote Change": "Thay đổi báo giá",
  "Contract details": "Chi tiết hợp đồng",
  "You might be interested in": "Bạn có thể hứng thú",
  "Diversify your portfolio by trading the world most popular soft commodities": "Đa dạng hóa danh mục đầu tư của bạn bằng cách giao dịch các hàng hóa nông nghiệp phổ biến nhất trên thế giới",
  "Discover your trading opportunity with popular indexes": "Khám phá cơ hội giao dịch với các chỉ số cổ phiếu phổ biến",
  "Ready to Trade?": "Sẵn sàng giao dịch?",
  "Trade with Smaller amount, open account in less than ONE minute": "Giao dịch với số tiền nhỏ, mở tài khoản dưới 1 phút",
  "Open Real Account": "Mở Tài khoản Thật",
  "Fill and complete the registration form": "Hoàn thành bảng đăng ký",
  "Activate your account by clicking on the activation link we sent via email": "Kích hoạt tài khoản bằng cách nhấn vào đường link kích hoạt đã gửi đến email",
  "You will get a username and password to enter your account page": "Bạn sẽ nhận được số tài khoản và mật khẩu để đăng nhập trang tài khoản của bạn",
  "Lowest Commission Forex Broker": "Sàn giao dịch Forex với chi phí hoa hồng thấp nhất",
  "Create an account today and enjoy trading with 0 commission": "Tạo tài khoản ngay hôm nay và tận hưởng giao dịch với 0 phí hoa hồng",
  "Why we can offer lowest commission?": "Vì sao chúng tôi có thể cung cấp phí hoa hồng thấp nhất?",
  "No Intermediaries": "Không có trung gian",
  "Trading on the HXFX Plaform, without an IB (Introducing Broker) intermediary, so that customers can enjoy the lowest price offers with the best service.": "Giao dịch trên nền tảng HXFX, không có trung gian IB (Nhà môi giới giới thiệu), để khách hàng có thể được hưởng ưu đãi giá thấp nhất với dịch vụ tốt nhất.",
  "Regulated": "Kiểm soát",
  "HXFX is regulated by Authorities such as Vanuatu Financial Services Commission.": "HXFX được kiểm soát bởi các cơ quan chức năng như Ủy ban Dịch vụ Tài chính Vanuatu.",
  "Platform Independent": "Nền tảng độc lập",
  "HXFX Trade was developed by HXFX itself by adjusting the needs and trading patterns of customers.": "HXFX Trade được phát triển bởi chính HXFX để phù hợp với nhu cầu và mô hình giao dịch của khách hàng.",
  "Trade Condition": "Điều kiện Giao dịch",
  "Major": "Cặp tiền chính",
  "Cross": "Cặp tiền chéo",
  "Metals": "Kim loại",
  "Energy": "Năng lượng",
  "Symbol": "Biểu tượng",
  "Min. Per Click": "Nhỏ nhất mỗi click",
  "Max. Per Click": "Lớn nhất mỗi click",
  "Margin Requirement (USD)": "Ký quỹ yêu cầu (USD)",
  "Commission- Round Trip (USD)": "Phí hoa hồng hai chiều",
  "Margin Call Level": "Mức Gọi ký quỹ",
  "Stop-Out Level": "Mức Cưỡng chế đóng lệnh",
  "Trading hours (GMT +7) - summer": "Giờ giao dịch (GMT+7) - mùa hè",
  "Trading hours (GMT +7) - winter": "Giờ giao dịch (GMT+7) - mùa đông",
  "Monday": "Thứ Hai",
  "Tuesday": "Thứ Ba",
  "Wednesday": "Thứ Tư",
  "Thursday": "Thứ Năm",
  "Friday": "Thứ Sáu",
  "Saturday": "Thứ Bảy",
  "Sunday": "Chủ Nhật",
  "Commodity Trading": "Giao dịch Hàng hóa",
  "Stock Index": "Chỉ số chứng khoán",
  "Trade with us": "Giao dịch với chúng tôi",
  "Invest your wealth in a wide-range of trading product.": "Đầu tư với sản phẩm giao dịch phong phú",
  "Join the world leading HXFX Global today and trade the most popular products eith ultra-low spreads.": "Gia nhập HXFX Global - một trong những sàn dẫn đầu ngành - ngay hôm nay để giao dịch những sản phẩm phổ biến nhất với spread cực thấp.",
  "Transaction Cost Saving of 40%": "Tiết kiệm 40% chi phí giao dịch",
  "Trading in HXFX Global": "Giao dịch tại HXFX Global",
  "Safety": "Độ an toàn",
  "Major trading licenses": "Những giấy phép giao dịch chính",
  "More Products": "Nhiều sản phẩm hơn",
  "40+ Trading products": "40+ sản phẩm giao dịch",
  "Free Account Opening": "Mở tài khoản miễn phí",
  "Account opening fee": "Phí mở tài khoản",
  "Low Threshold": "Ngưỡng tham gia thấp",
  "0.01 Minimum lot size": "0.01 lot giao dịch tối thiểu",
  "High Leverage": "Đòn bẩy cao",
  "500 Maximum leverage": "Đòn bẩy tối đa 500",
  "Mini Account": "Tài khoản Mini",
  "Complete account opening": "Hoàn thành mở tài khoản",
  "Accumulated transaction reach 1 lot or deposit $200": "Tích lũy giao dịch đạt 1 lot hoặc nạp tiền $200",
  "Approved": "Xét duyệt thông qua",
  "Congratulation!": "Chúc mừng!",
  "Completeing the upgade": "Hoàn thành nâng cấp",
  "Reduced transaction costs 30%": "Giảm 30% phí giao dịch",
  "Standard Account": "Tài khoản Tiêu chuẩn",
  "Suitable for experienced customers, hope to reach the peak of foreign exchange, precious metals and other": "Thích hợp với các khách hàng có kinh nghiệm đạt đến đỉnh cao của ngoại hối, kim loại quý và các sản phẩm khác",
  "Rebate": "Hạ giá",
  "per lot": "1 Lot",
  "Lifetime Valid": "Có hiệu lực cả đời",
  "Premium Account": "Tài khoản Cao cấp",
  "Suitable for beginners who are just beginning to trade in foreign exchange, precious metals and other markets.": "Thích hợp với người mới bắt đầu giao dịch ngoại hối, kim loại quý và các sản phẩm khác",
  "Minimum deposit": "Tiền nạp tối thiểu",
  "Order quantity": "Số lượng lệnh",
  "Leverage up": "Tăng đòn bẩy",
  "Applicable Products": "Sản phẩm áp dụng",
  "The platform contains all products of foreign exchange, precious metals, commodities, stocks and stock indices.": "Nền tảng bao gồm tất cả sản phẩm ngoại hối, kim loại quý, hàng hóa, cổ phiếu và chỉ số chứng khoán",
  "Upgrade your account": "Nâng cấp tài khoản",
  "Three levels of accounts that you can create according to your needs.": "Ba cấp độ tài khoản mà bạn có thể tạo tùy thuộc nhu cầu của bạn",
  "Keep up with market trends and grasp the latest promotion": "Cập nhật xu hướng thị trường và nắm bắt chương trình khuyến mãi mới nhất",
  "Event available period:": "Thời gian chương trình:",
  "Countdown": "Đếm ngược:",
  "Learn More": "Tìm hiểu thêm",
  "Low Cost | High Reward": "Chi phí thấp | Lợi nhuận cao",
  "Start your trading journey": "Bắt đầu hành trình giao dịch",
  "Market analysis by topic": "Phân tích thị trường theo chủ đề",
  "All": "Tất cả",
  "Trending": "Xu hướng",
  "Market News": "Tin thị trường",
  "Currencies": "Tiền tệ",
  "Business World": "Thế giới Doanh nghiệp",
  "Technologies": "Công nghệ",
  "HXFX News": "Tin tức HXFX",
  "Event Calendar": "Lịch sự kiện",
  "January": "Tháng Một",
  "February": "Tháng Hai",
  "March": "Tháng Ba",
  "April": "Tháng Tư",
  "May": "Tháng Năm",
  "June": "Tháng Sáu",
  "July": "Tháng Bảy",
  "August": "Tháng Tám",
  "September": "Tháng Chín",
  "October": "Tháng Mười",
  "November": "Tháng Mười một",
  "December": "Tháng Mười hai",
  "New customer": "Khách hàng mới",
  "Top Movers": "Động lực hàng đầu",
  "Find out which markets are currently the top gainers or losers": "Tìm hiểu thị trường nào đang là nhà thắng lợi hoặc kẻ thất bại hàng đầu",
  "Load More": "Tải thêm",
  "How may we help?": "Chúng tôi có thể giúp gì?",
  "Enter your question": "Vui lòng nhập câu hỏi của bạn",
  "Account Problems": "Vấn đề về Tài khoản",
  "Deposit and Withdrawal Problems": "Vấn đề về Nạp rút",
  "Transaction Problems": "Vấn đề về Giao dịch",
  "Video Tutorials": "Video hướng dẫn",
  "How to open HXFX Global account?": "Mở tài khoản HXFX Global như thế nào?",
  "Video preview": "Video hướng dẫn",
  "Real time response from our elite customer service.": "Xem trước video",
  "24/5 exclusive customer service, available anytime on trading days.": "CSKH độc quyền 24/5, luôn sẵn sàng phục vụ vào ngay giao dịch",
  "Professional team to help you succeed.": "Đội ngũ chuyên nghiệp giúp bạn thành công",
  "FAQ": "Câu hỏi thường gặp",
  "Is there a fee for opening an account?": "Mở tài khoản có thu phí không?",
  "Opening an account is completely free.": "Mở tài khoản hoàn toàn miễn phí.",
  "How to open an account?": "Làm thế nào để mở một tài khoản?",
  "You can choose to open an account on HXFX GLOBAL's official website and HXFX Trade APP.": "Bạn có thể mở tài khoản tại trang chủ của HXFX GLOBAL hoặc tại APP HXFX Trade.",
  "The specific account opening process is as follows:": "Quy trình mở tài khoản cụ thể như sau:",
  "1. Open the account opening page, fill in the relevant account information in turn, which are:": "1. Vào trang mở tài khoản, hoàn thành các thông tin sau:",
  "① Mobile number": "① Số điện thoại di động",
  "② Personal mailbox": "② Email cá nhân",
  "③ Customized password": "③ Mật khẩu",
  "④ Verification code received by mobile phone After completing, click [Next]": "④ Mã xác nhận bằng SMS.\r\nSau khi hoàn thành thông tin nhấp vào [Bước tiếp theo]",
  "2. Enter the second process, enter:": "2. Đến bước 2 của quy trình mở tài khoản, hoàn thành các thông tin sau :",
  "① sex": "① Giới tính",
  "② name": "② Tên",
  "③ last name": "③ Họ",
  "④ Date of birth": "④ Ngày sinh",
  "⑤ ID number After filling in, click [Next].": "⑤ CMND\r\nSau khi hoàn thành thông tin nhấp vào [Bước tiếp theo]",
  "After the submission is successful, you can see your account number, and you will receive a successful account opening email.": "Sau khi gửi thông tin thành công, bạn sẽ thấy số tài khoản của bạn và bạn sẽ nhận được email xác nhận mở tài khoản thành công.",
  "You can go to your personal mailbox to change your login password.": "Bạn có thể vào hộp thư cá nhân để thay đổi mật khẩu đăng nhập.",
  "Can I open a demo account?": "Tôi có thể mở tài khoản demo không?",
  "You can open a demo account through the top navigation of HXFX GLOBAL's official website [Open Account-Demo Account] to experience trading.": "Bạn có thể mở tài khoản demo khi nhấn nút [Mở tài khoản demo] ở đầu trang của trang chủ HXFX GLOBAL để trải nghiệm giao dịch.",
  "Can I open multiple accounts?": "Tôi có thể mở nhiều tài khoản không?",
  "Only one account per person is currently supported.": "Hiện tại chúng tôi chỉ hỗ trợ mỗi cá nhân mở một tài khoản.",
  "What account types does HXFX GLOBAL support? What is the difference between different account types?": "HXFX GLOBAL cung cấp các loại tài khoản nào? Sự khách nhau giữa các loại tài khoản là gì?",
  "At present, there are three types of HXFX GLOBAL account types:": "Hiện tại HXFX GLOBAL có ba loại tài khoản:",
  "· Micro account: minimum deposit is $ 20, enjoy a minimum 1.5 pip discount": "· Tài khoản Mini: tiền nạp tối thiểu là $20, hưởng spread nhỏ nhất 1.5 pip",
  "· Standard account: minimum deposit of $ 50, enjoy a minimum of 1.3 spreads": "· Tài khoản Tiêu chuẩn: tiền nạp tối thiểu là $50, hưởng spread nhỏ nhất 1.3 pip",
  "· Premium account: minimum deposit of $ 2000, enjoy a minimum of 1.1 spreads": "· Tài khoản Cao cấp: tiền nạp tối thiểu là $2000, hưởng spread nhỏ nhất 1.1 pip",
  "You can apply for upgrading your account type. Specific upgrade standards can be viewed at https://www.hxfxglobal.com/vn/account_level.html.": "Bạn có thể yêu cầu nâng cấp loại tài khoản. Chi tiết điều kiện nâng cấp tài khoản có thể xem tại https://www.hxfxglobal.com/vn/account_level.html.",
  "What information do I need to open an account?": "Tôi cần những thông tin gì để mở tài khoản?",
  "To open an account, just fill in your name, mobile phone number, personal email and ID number.": "Để mở tài khoản, bạn chỉ cần điền họ tên, số điện thoại, email cá nhân và số CMND.",
  "What should I do if I cannot receive the SMS verification code when opening an account?": "Tôi nên làm gì nếu tôi không nhận được mã xác nhận SMS khi mở tài khoản?",
  "You can click \"Get Verification Code\" again after waiting for 60 seconds in the account opening interface to get a new verification code.": "Bạn có thể nhấn \"Nhận mả xác nhận\" thêm lần nữa sau khi đã đợi 60 giây ở giao diện mở tài khoản để nhận mã xác nhận mới.",
  "If you still cannot receive the verification code, you can contact the online customer service to ask for help.": "Nếu bạn vẫn không nhận được mã xác nhận, bạn có thể liên hệ bộ phận CSKH để được hỗ trợ.",
  "How is the security of my funds guaranteed?": "Tiền trong tài khoản của tôi được bảo toàn như thế nào?",
  "HXFX GLOBAL has obtained the most stringent regulatory licenses in the VFSC industries.": "HXFX GLOBAL đã nhận được giấy phép nghiêm khắc nhất trong ngành do VFSC cấp phép.",
  "In cooperation with international banks, HXFX GLOBAL has adopted measures such as fund isolation, information encryption, and fund monitoring to ensure the safety of customer funds. Without the authorization of the customer, no one or institution can allocate assets in the account.": "Do sự hợp tác với các ngân hàng đa quốc gia, HSFX GLOBAL đã áp dụng các phương pháp như cô lập quỹ, giám sát quỹ và mã hóa thông tin để đảm bảo sự an toàn cho quỹ của khách hàng. Nếu không có sự ủy quyền của khách hàng, không một cá nhân hay tổ chức nào có thể phân bổ tài sản trong tài khoản giao dịch của khách hàng.",
  "How to modify personal information?": "Làm thế nào để sửa đổi thông tin cá nhân?",
  "The platform is to protect the safety of customer funds. If your personal information is incorrectly filled, please contact the online customer service to apply for modification. The processing time is about 3 working days.": "Nhằm mục đích bảo vệ tiền vốn của khách hàng, nếu thông tin cá nhân của điền sai, vui lòng liên hệ bộ phận CSKH để sửa đổi. Thời gian xử lý khoảng 3 ngày làm việc.",
  "Is the account settlement currency USD?": "Tiền tệ kết toán của tài khoản có phải là USD?",
  "The settlement on the account is in US dollars, and the specific currency will be settled into the corresponding currency (Vietnamese rupiah and Malay currency) according to the country.": "Tiền tệ kết toán của tài khoản là USD, nhưng tiền tệ dùng để nạp rút phụ thuộc vào quốc gia bạn đăng ký CMND (VND hoặc RM).",
  "What if I forgot my account password?": "Quên mật khẩu phải làm sao?",
  "You can click \"Forgot Password\" on the \"User Center\" login page, and follow the instructions on the page to use your mobile phone number and email address to reset your password.": "Bạn có thể nhấn \"Quên mật khẩu\" ở giao diện đăng nhập của \"Trung tâm khách hàng\", sau đó sử dụng số điện thoại, email để thao tác cài lại mật khẩu theo hướng dẫn.",
  "How do I deposit funds into my trading account?": "Nạp tiền vào tải khoản giao dịch như thế nào?",
  "You can click [User Center] in the upper right corner of the official website, click [Deposit] after logging in, and then follow the steps to make a deposit.": "Bạn có thể nhấn [Trung tâm khách hàng] ở góc trên bên phải của trang chủ, sau khi đăng nhập nhấn [Nạp tiền], sau đó thao tác nạp tiền theo hướng dẫn.",
  "In addition, you can also download the HXFX Trade APP and click [Deposit] on the [Me] page to make a deposit. As long as you have a UnionPay card, you can deposit online.": "Ngoài ra, bạn cũng có thể tải app HXFX Trade và nhấn [Nạp tiền] ở giao diện [Tôi]. Chỉ cần bạn có Internet Banking là có thể nạp tiền online.",
  "Is there a handling fee for deposits?": "Nạp tiền có bị thu phí thủ tục không?",
  "There is no handling fee for depositing, you can pay online through your mobile phone or computer.": "Nạp tiền không bị thu phí thủ tục, bạn có thể nạp tiền online bằng điện thoại hoặc máy tính.",
  "What currency is the deposit?": "Tiền tệ dùng để nạp tiền là gì?",
  "You can use the currency corresponding to your country to make a deposit, and the third-party payment platform will automatically convert to the corresponding US dollar according to the current exchange rate.": "Bạn có thể sử dụng tiền tệ tương ứng với quốc gia bạn đăng ký CMND để nạp tiền,",
  "Is there a minimum amount requirement for a single deposit?": "Số tiền tối thiểu cho mỗi lần nạp tiền là bao nhiêu?",
  "The minimum deposit amount is 20 USD; the single deposit amount must be more than 20 USD.": "Số tiền nạp tối thiểu là 20 USD; số tiền cho mỗi lần nạp phải từ 20 USD trở lên.",
  "How long does it take for the deposit to arrive?": "Số tiền nạp mất bao lâu thì đến tài khoản giao dịch?",
  "Under normal circumstances, the deposit is instantly received.": "Thông thường số tiền nạp sẽ ngay lập tức cập nhật vào tài khoản giao dịch.",
  "Can I deposit with someone else's account?": "Tôi có thể nạp tiền bằng tài khoản của người khác không?",
  "Sorry, the platform does not accept deposits from third parties.": "Xin lỗi, sàn không chấp nhận tiền nạp từ bên thứ ba.",
  "Can I deposit by credit card?": "Tôi có thể nạp tiền bằng thẻ tín dụng không?",
  "Sorry, the platform does not accept credit card deposits.": "Xin lỗi, sàn không chấp nhận tiền nạp từ thẻ tín dụng.",
  "Can I use different bank cards for deposit and withdrawal?": "Tôi có thể sử dụng các tài khoản ngân hàng khác nhau để nạp và rút tiền không?",
  "Yes, as long as it is a bank card held by the transaction account.": "Có thể, chỉ cần chủ tài khoản ngân hàng cũng là chủ tài khoản giao dịch là được.",
  "How to calculate the deposit / withdrawal exchange rate?": "Tỷ giá nạp / rút tiền được tính thế nào?",
  "Deposits made using online payment systems are exchanged for customers based on exchange rates provided by third-party payment platforms.": "Tỷ giá nạp do nền tảng thanh toán bên thứ ba cung cấp.",
  "How long does it arrive after withdrawal?": "Sau khi rút tiền mất bao lâu thì đến tài khoản ngân hàng?",
  "Generally, it will arrive in 2 hours, and it can arrive in 30 minutes at most.": "Thông thường là trong vòng 2 tiếng và nhanh nhất là 30 phút.",
  "Is the currency used for withdrawals in US dollars?": "Tiền tệ đối với khoản tiền rút có phải là USD?",
  "The withdrawal currency is the currency of the country (Vietnamese dong or Malay currency).": "Tiền tệ của khoản tiền rút là tiền tệ tương ứng quốc gia bạn đăng ký CMND (VND hoặc RM).",
  "What information needs to be submitted for withdrawal?": "Khi rút tiền cần cung cấp những thông tin gì?",
  "Before withdrawing money, you need to submit a copy of the front and back of the ID card and the front picture of the withdrawal bank card to verify the payment to ensure the safety of your account funds.": "Trước khi rút tiền, bạn cần gửi ảnh mặt trước và sau của CMND và ảnh tài khoản ngân hàng rút tiền để xác minh thanh toán nhằm bảo vệ tiền vốn của bạn.",
  "After the payment verification is successfully completed, you can start to withdraw money.": "Sau khi xác minh thanh toán thành công, bạn có thể bắt đầu rút tiền.",
  "Is there a handling fee for withdrawals?": "Rút tiền có bị thu phí thủ tục không?",
  "Withdrawal fees are generally free.": "Thông thường rút tiền sẽ không bị thu phí thủ tục.",
  "The company charges fees for withdrawals in three situations:": "Công ty thu phí thủ tục rút tiền trong ba trường hợp sau:",
  "a. The single withdrawal amount is less than $ 50, and a handling fee of $ 3 is charged;": "a. Khoản tiền rút nhỏ hơn 50 USD, phí thủ tục là 3 USD.",
  "b. If the transaction amount is less than 50% of the deposit amount, a 6% handling fee will be charged;": "b. Tổng khối lượng giao dịch thấp hơn 50% tổng số tiền nạp, phí thủ tục là 6% số tiền rút.",
  "c. Starting from the fourth withdrawal within 24 hours, 5% of the withdrawal amount will be deducted as the processing fee for each withdrawal.": "c. Từ lần rút tiền thứ tư trở đi trong vòng 24 giờ, mỗi lần rút tiền sẽ bị thu phí thủ tục 5%.",
  "What products can be traded on the HXFX GLOBAL platform?": "Những sản phẩm nào có thể gia dịch trên HXFX GLOBAL?",
  "HXFX GLOBAL platform can invest in the world's most popular trading products, including foreign exchange, commodities, indices, stocks and other 90+ trading products.": "HXFX GLOBAL cung cấp hơn 90 sản phẩm giao dịch phổ biến nhất trên thế giới, bao gồm ngoại hối, hàng hoá, chỉ số, cổ phiếu, v.v.",
  "Among the popular products are USDJPY / AUDUSD / EURUSD / GBPUSD / Spot Gold / Crude Oil / CSI 300.": "Những sản phẩm phổ biến gồm có USDJPY / AUDUSD / EURUSD / GBPUSD / Vàng / Dầu thô / CSI 300.",
  "How is the product spread charged?": "Phí spread của sản phẩm bị thu như thế nào?",
  "We use the industry's best spreads, and the lowest spreads for premium accounts are 1.1.": "Chúng tôi cung cấp spread ưu đãi nhất ngành, và spread thấp nhất đối với tài khoản Cao cấp là 1.1.",
  "For details, please see the product contract details spreads section.": "Để biết thêm chi tiết, vui lòng xem phần spread trong chi tiết hợp đồng sản phẩm.",
  "What is the minimum number of trading lots?": "Số lot giao dịch tối thiểu là bao nhiêu?",
  "The minimum number of single transactions is 0.01.": "Số lot giao dịch tối thiểu cho mỗi giao dịch là 0.01.",
  "How much does it cost to trade?": "Cần tối thiểu bao nhiêu tiền để giao dịch?",
  "A minimum of 2 US dollars can be traded, such as trading 0.01 US dollars and yen, only 2 US dollars can be. Please see the product contract details for details.": "Tối thiểu 2 USD là có thể lập tức giao dịch, ví dụ giao dịch 0.01 lot JPY / USD chỉ cần 2 USD. Chi tiết vui lòng xem chi tiết hợp đồng sản phẩm.",
  "What is the maximum order quantity?": "Số lượng đơn giao dịch tối đa là gì?",
  "The maximum order quantity is the maximum number of account opening and pending orders that can be held in each account type.": "Số lượng đơn giao dịch tối đa là tổng số lượng đơn đang mở và lệnh chờ mà mỗi loại tài khoản cho phép nắm giữ tối đa.",
  "The maximum order volume of our micro account and standard account is 50, and the premium account is 100.": "Số lượng đơn giao dịch tối đa của tài khoản Mini là 50 và tài khoản Cao cấp là 100.",
  "How long is the transaction time?": "Thời gian giao dịch kéo dài bao lâu?",
  "You can trade on our platform for 24 hours. The trading hours of different trading products are different. For details, please refer to the product contract details.": "Bạn có thể ở trên sàn chúng tôi giao dịch 24 tiếng trong ngày. Các sản phẩm khác nhau sẽ có thời gian giao dịch khác nhau. Chi tiết vui lòng xem chi tiết hợp đồng sản phẩm.",
  "How is the margin charged?": "Tiền ký quỹ tính như thế nào?",
  "Margins are different for different products, such as USD and JPY, and a minimum of 2 USD can be used to trade 0.01 lots. For details, please refer to the product contract details.": "Các sản phẩm khác nhau sẽ có tiền ký quỹ khác nhau, ví dụ JPY / USD chỉ cần 2 USD là có thể giao dịch 0.01 lot. Chi tiết vui lòng xem chi tiết hợp đồng sản phẩm.",
  "What is net worth?": "Tài sản ròng là gì?",
  "Net worth = balance + floating profit and loss.": "Tài sản ròng = Số dư + Lời lỗ thả nổi",
  "What is leverage?": "Đòn bẩy là gì?",
  "\"Leverage refers to the ratio between the contract value controlled by the client and the margin paid. Leverage enlarges the client's funds on the one hand and reduces the client's investment funds on the other.": "Đòn bẩy là tỷ lệ giữa giá trị hợp đồng do khách hàng nắm giữ và tiền ký quỹ phải trả. Đòn bẩy giúp bạn vừa có thể phóng to tiền vốn tài khoản vừa có thể giảm thiểu tiền vốn đầu tư.",
  "Our leverage is generally about 500 times, different product's leverage is different. Customers can control the leverage by controlling their own positions.": "Thông thường đòn bẩy của chúng tôi khoảng 500 lần, các sản phẩm khác nhau sẽ có mức đòn bẩy khác nhau. Khách hàng có thể thông qua việc kiểm soát vị thế để kiểm soát đòn bẩy.",
  "The calculation formula for leverage: leverage = contract value / margin.": "Công thức tính đòn bẩy: Đòn bẩy = Giá trị hợp đồng / Tiền ký quỹ.",
  "Example: USD / JPY leverage = 1 lot of contract value / 1 lot of margin = 100,000 / 200 = 500 times \"": "Ví dụ: Đòn bẩy của JPY / USD = Giá trị hợp đồng của 1 lot / Tiền ký quỹ của 1 lot = 100000 / 200 = 500 lần.",
  "How is my profit and loss calculated?": "Lời lỗ tính bằng cách nào?",
  "Floating profit and loss = (selling price-buying price) * contract units * lots.": "Lời lỗ thả nổi = (Giá bán ra - Giá mua vào) * Đơn vị hợp đồng * Số lot.",
  "Example: You buy 0.5 lots of EUR / USD through the HXFX GLOBAL platform, each lot is 100,000 Euros, the bid price is 1.1710, and the position is closed at the sell price of 1.1780 on the day.": "Ví dụ: Bạn ở sàn HXFX GLOBAL mua 0.5 lot EUR / USD, đơn vị hợp đồng của mỗi lot là 100000 EUR, giá mua vào là 1.1710 và trong ngày đóng vị thế với giá bán ra là 1.1780.",
  "Then, the total profit and loss = (selling price-buying price) * contract unit * transaction number ± overnight interest = (1.1780-1.1710) * 100000 * 0.5 ± 0 = 350 US dollars.": "Do đó, tổng lời lỗ = (Giá bán ra - Giá mua vào) * Đơn vị hợp đồng * Số lot ± Lãi suất qua đêm = (1.1780 - 1.1710) * 100000 * 0.5 ± 0 =350 USD.",
  "What is overnight interest?": "Lãi suất qua đêm là gì?",
  "Overnight interest will be charged when your position is past the settlement time.": "Vị thế của bạn sẽ bị thu lãi suất qua đêm khi vị thế vẫn mở qua thời điểm kết toán.",
  "If you close your position before the settlement time, you will not be charged overnight interest.": "Nếu bạn đóng vị thế trước thời điểm kết toán, bạn sẽ không bị thu lãi suất qua đêm.",
  "The overnight interest is different for different products. Some products will pay overnight interest, and some products will receive overnight interest. For details, please refer to the product contract details.": "Lãi suất qua đêm sẽ khác nhau đối với các sản phẩm khác nhau. Một số sản phẩm sẽ thu lãi suất qua đêm và một số sẽ trả lãi suất qua đêm cho bạn. Để biết thêm chi tiết, vui lòng tham khảo chi tiết hợp đồng của sản phẩm giao dịch.",
  "How is the product overnight interest calculated?": "Lãi suất qua đêm được tính thế nào?",
  "The formula for calculating the overnight interest is different for different products.": "Công thức tính lãi suất qua đêm sẽ khác nhau đối với các sản phẩm khác nhau.",
  "Forex overnight interest = Prev. price* contract unit * lot * interest rate * days / 360": "Lãi suất qua đêm của ngoại hối = Giá đóng phiên hôm trước * Đơn vị hợp đồng * Số lot * Lãi suất * Số ngày / 360",
  "For example: Mr. Chen opened a position to buy 1 lot of USD / JPY, and the closing price was 112.16. Buying on Monday and closing the position on Tuesday, the buying interest rate is -0.4%, then the overnight interest of the position he held for 1 night = 112.16 * 100000 * 1 * -0.4% * 1/360 = -124.62 yen = -1.11 USD.": "Ví dụ: Ông Nam mở một vị thế mua 1 lot USD / JPY vào thứ Hai và đóng vị thế vào thứ Ba, giá đóng phiên hôm trước là 112.16, lãi suất qua đêm của vị thế mua là -0.4%. Do đó lãi suất qua đêm của vị thế ông Nam nắm giữ cho 1 đêm = 112.16 * 100000 * 1 * -0.4% * 1/360 = -124.62 JPY = -1.11 USD.",
  "Why is there a three-day overnight interest charge on Wednesday?": "Vì sao tính lãi suất qua đêm 3 ngày vào thứ Tư?",
  "According to the practice of international banks, foreign exchange transactions are settled after 2 trading days.": "Theo như thông lệ của các ngân hàng đa quốc gia, các giao dịch ngoại hối được kết toán sau 2 ngày giao dịch.",
  "Overnight interest is calculated based on the settlement date.": "Lãi suất qua đêm được tính dựa trên ngày kết toán.",
  "Positions are held from Wednesday to Thursday, and the settlement date is from Friday to next Monday.": "Vị thế được nắm giữ từ thứ Tư đến thứ Năm, ngày kết toán tương ứng là từ thứ Sáu đến thứ Hai tuần sau.",
  "Therefore, all foreign exchange products held on Wednesday require 3 days of overnight interest.": "Do đó, tất cả các sản phẩm ngoại hối nắm giữ vào thứ Tư đều bị tính 3 ngày lãi suất qua đêm.",
  "What is the maximum offset when trading?": "Độ lệch tối đa khi giao dịch là gì？",
  "Refers to the maximum allowable offset between the actual transaction price and the preset transaction price.": "Là độ chênh lệch tối đa mà bạn cho phép giữa giá giao dịch thực tế và giá giao dịch đã cài trước.",
  "Because the market price continues to change, if your transaction price changes due to the price change between the client and the server, the order cannot be filled.": "Do giá thị trường thay đổi không ngừng, nếu giá giao dịch của bạn thay đổi do sự thay đổi giữa khách hàng và máy chủ thì lệnh giao dịch có thể không được khớp.",
  "It is recommended that you set an offset value to prevent the order from being filled when the market fluctuates quickly.": "Kiến nghị bạn nên cài một giá trị độ lệch để tránh việc lệnh giao dịch không được khớp khi thị trường biến động dữ dội.",
  "What are \"Take Profit Orders\" and \"Stop Loss Orders\"?": "\"Lệnh chốt lời\" và \"lệnh cắt lỗ\" là gì?",
  "Take Profit Order: Take profit orders can help investors lock in profits. After the investor presets an order for profit, if the market price reaches the trigger price set by the investor, the take profit order will become a market order and be executed at the optimal market price that can be executed at that time. Investors will have the opportunity to make greater profits than normal.": "Lệnh chốt lời: Lệnh chốt lời có thể giúp nhà đầu tư cố định lợi nhuận. Sau khi bạn cài trước một lệnh chốt lời, nếu giá thị trường chạm đến giá chốt lời mà bạn đã cài thì lệnh chốt lời sẽ trở thành lệnh thị trường và sẽ được kích hoạt với giá thị trường khả dụng xuất hiện tại thời điểm đó. Nhà đầu tư sẽ có cơ hội lời nhiều hơn mong muốn.",
  "Stop Loss Order: Stop orders can help investors reduce losses. After the investor presets a stop loss order, if the market price reaches the trigger price set by the investor, the stop loss order will become a market order and be executed at the optimal market price that can be executed at that time.": "Lệnh cắt lỗ: Lệnh cắt lỗ có thể giúp nhà đầu tư giảm thiểu thua lỗ. Sau khi bạn cài trước một lệnh chốt lỗ, nếu giá thị trường chạm đến giá cắt lỗ mà bạn đã cài thì lệnh cắt lỗ sẽ trở thành lệnh thị trường và sẽ được kích hoạt với giá thị trường khả dụng xuất hiện tại thời điểm đó.",
  "Note: Please note that any order (including Take Profit, Stop Loss, etc.) may be fluctuated due to market conditions and may not be executed at the preset price due to gaps. In this case, the order will be executed at the next most favorable price in the market. In addition, investors can modify or cancel various orders at any time during the trading time before the order is executed, but still need to meet the company's requirements for setting orders.": "Lưu ý: Tất cả các lệnh (bao gồm chốt lời, cắt lỗ, v.v.) có thể bị biến động do tình trạng thị trường và có thể không được kích hoạt như giá đã cài trước do khoảng trống. Trong trường hợp này, lệnh này sẽ được kích hoạt theo giá xuất hiện trên thị trường. Ngoài ra, trước khi lệnh đã cài chưa kích hoạt, nhà đầu tư có thể sửa đổi hoặc xóa bỏ lệnh này bất cứ lúc nào trong giờ giao dịch, nhưng vẫn phải đáp ứng điều kiện của công ty trong việc cài đặt lệnh.",
  "* Our company reserves the right to change settings immediately without notice due to changes in market conditions.": "* Công ty chúng tôi bảo lưu quyền sửa đổi cài đặt mà không cần thông báo trước do thay đổi trong điều kiện thị trường.",
  "Can I set Stop Loss and Take Profit when I trade?": "Tôi có thể cài chốt lời và cắt lỗ khi đang giao dịch không?",
  "Yes, you can set Stop Loss and Take Profit levels when you open a position, or you can choose a position to set Stop Loss and Take Profit levels. When making this setting, it is recommended that you refer to the range of values provided by the product.": "Bạn có thể cài chốt lời và cắt lỗ khi bạn mở vị thế hoặc bạn có thể chọn một vị thế đã mở để cài thêm cắt lỗ và chốt lời. Khi cài đặt hai lệnh này, bạn có thể tham khảo phạm vị giá có thể cài được cung cấp theo từng sản phẩm.",
  "What is a pending order?": "Lệnh chờ là gì?",
  "Pending order trading refers to one or more ideal trading price and quantity of trading instructions sent by the investor to the system. Once the price reaches the price set by the investor, the system will receive the instruction and automatically open a position.": "Lệnh chờ là một chỉ định về giá và khối lượng giao dịch lý tưởng được gửi đến hệ thống bời nhà đầu tư. Khi giá thị trường chạm đến giá mà bạn đã cài, hệ thống sẽ theo chỉ định của bạn mà tự động mở một vị thế.",
  "There are four types of pending orders:": "Có bốn loại lệnh chờ:",
  "1.Buy stop: Refers to a buy operation instruction for a pending order at a price higher than the current price relative to the current price;": "1. Buy Stop: cho phép bạn cài trước một lệnh Buy ở cao hơn giá thị trường hiện tại.",
  "2. Buy limit: Refers to an operating order for a pending order at a price lower than the current price;": "2. Buy Limit: cho phép bạn cài trước một lệnh Buy ở thấp hơn giá thị trường hiện tại.",
  "3, Sell stop: Refers to a sell operation instruction for a pending order at a price lower than the current price;": "3. Sell Stop: cho phép bạn cài trước một lệnh Sell ở thấp hơn giá thị trường hiện tại.",
  "4. Sell limit: Relative to the current price, a sell operation instruction for a pending order above the current price.": "4. Sell Limit: cho phép bạn cài trước một lệnh Sell ở cao hơn giá thị trường hiện tại.",
  "How long is a pending order valid?": "Lệnh chờ có hiệu lực trong bao lâu?",
  "The maximum validity period for a client to set a pending order on the platform is one trading week. All pending orders will be cancelled after the market closes this week.": "Khoảng thời gian có hiệu lực tối đa của lệnh chờ là một tuần giao dịch. Tất cả lệnh chờ sẽ bị xóa bỏ sau khi thị trường đóng cửa vào cuối tuần.",
  "Why is the pending order price inconsistent with the order transaction price?": "Vì sao giá lệnh chờ và giá giao dịch khác nhau?",
  "When the market price reaches the preset price of the order, the order will be executed as a market order.": "Khi giá thị trường chạm đến giá đã cài, lệnh chờ sẽ được kích hoạt như lệnh thị trường.",
  "The final transaction price is the current market price, and this price may be different from the price set by the customer, depending on the current market conditions.": "Giá giao dịch cuối cùng là giá thị trường hiện tại, và giá này có thể khác với giá mà bạn đã cài, tùy thuộc vào điều kiện thị trường hiện tại.",
  "What is lock-position?": "Khóa vị thế là gì?",
  "The lock-position(also called hedging) generally refers to a type of trading in which the same product is traded in the same quantity but in the opposite direction, so that no matter where the price moves (or rises or falls), the profit or loss will not increase or decrease significantly.": "Khóa vị thế là một loại giao dịch mà sản phẩm và khối lượng giao dịch giống nhau nhưng với hai hướng ngược nhau, do đó dù giá có tăng hay giảm thì lời lỗ đều sẽ không tăng hoặc giảm đáng kể.",
  "What is hedging margin?": "Ký quỹ của khóa vị thế là gì?",
  "When a client locks a position, the margin for the lockup is 1/4 of the sum of the hedging orders.": "Khi khách hàng khóa một vị thế, tiền ký quỹ của vị thế đó là 1/4 của tổng tiền ký quỹ các vị thế tạo thành vị thế khóa đó.",
  "For example, buying 1 lot of USD and Yen and selling 1 lot of USD and Yen is a hedging operation. At this time, the margin is (200 + 200) * 0.25 = 100USD.": "Ví dụ: mua 1 lot USD / JPY và bán 1 lot USD / JPY là một giao dịch khóa vị thế. Lúc này, tiền ký quỹ là (200 + 200) * 0.25 = 100USD.",
  "What are the requirements for unlocking?": "Điều kiện để mở khóa vị thế khóa là gì?",
  "Unlocking needs to make up the guaranteed amount of the original order.": "Để mở khóa vị thế khóa, bạn cần bù đủ tiền ký quỹ cho tất cả các vị thế đang mở sau khi mở khóa.",
  "For example: Buy 1 lot of GBPUSD, and sell 1 lot of GBPUSD. Each lot of GBPUSD margin is 400 USD.": "Ví dụ: mua 1 lot GBP / USD và bán 1 lot GBP/ USD. Tiền ký quỹ của mỗi lot GBP / USD là 400 USD.",
  "At this time, the lock-position margin is (400 + 400) * 25% = 200 USD.": "Lúc này, tiền ký quỹ của vị thế khóa này là (400 + 400) & 25% = 200 USD.",
  "If one of the positions is closed, you need to make up the guaranteed amount of open positions (1 lot of GBPUSD), that is, increase the margin to $ 400 before the system can unlock.": "Nếu muốn đóng một trong hai vị thế này thì bạn cần bù đủ số tiền ký quỹ cho tất cả vị thế đang mở sau khi mở khóa (1 lot GBP / USD), nghĩa là bạn cần tăng tiền ký quỹ lên đến 400 USD trước khi bạn mở khóa.",
  "What is a forced liquidation?": "Cưỡng chế đóng đơn là gì?",
  "Forced liquidation means that when the account loses to a certain amount, the system will automatically close the position.": "Cưỡng chế đóng đơn là khi tài khoản thua lỗ đến một số tiền nhất định, hệ thống sẽ tự động đóng vị thế.",
  "Our company's forced liquidation point is a strong liquidation when the net value is less than 20% of the margin, and the market is closed at 200% on weekends and holidays. For details, please refer to the product margin and liquidation rules.": "Mức cưỡng chế đóng đơn của công ty chúng tôi là khi số dư tài khoản thấp hơn 20% tổng tiền ký quỹ trong ngày thường và thấp hơn 200% trong ngày lễ và cuối tuần. Để biết thêm chi tiết, vui lòng tham khảo chi tiết tiền ký quỹ sản phẩm và quy định cưỡng chế đóng đơn.",
  "For example, if a customer has 1,000 USD in his account, bought 1 lot of USD and JPY, and took up 200 USD as occupied margin , now the available margin on the account is 800 USD. When you buy in the wrong direction, you will lose money from the available margin of $ 800. After the loss of $ 800, the initial loss of $ 200 will be reduced to only 20%, which is $ 40 or less，then the position will be automatically closed.": "Ví dụ: khách hàng có 1000 USD trong tài khoản, đã mua 1 lot USD / JPY nên 200 USD đã được dùng làm tiền ký quỹ và số tiền còn lại trong tài khoản là 800 USD. Khi bạn mua sai xu hướng, bạn sẽ lỗ dần từ số tiền còn lại là 800 USD. Sau khi lỗ hết 800 USD, nếu bạn lỗ đến chỉ còn 20% của tiền ký quỹ 200 USD, nghĩa là ít hơn 40 USD, thì vị thế đang mở của bạn sẽ bị cưỡng chế đóng đơn.",
  "Everyone's asking:": "Mọi người đều đang hỏi:",
  "Enter your Question": "Vui lòng nhập câu hỏi của bạn",
  "Quick start": "Nhập môn nhanh chóng",
  "Tutorial Video": "Video hướng dẫn",
  "Point Value": "Giá trị pip",
  "Profit": "Lợi nhuận",
  "Interest": "Lãi suất",
  "Trading Type": "Loại giao dịch",
  "Trading Product": "Sản phẩm giao dịch",
  "Trading Amount": "Khối lượng giao dịch",
  "Updated Time:": "Thời gian cập nhật:",
  "Most growth brokers": "Nhà tăng trưởng cao nhất",
  "Most trustworthy Foreign exchange trading platform": "Sàn giao dịch ngoại hối đáng tin cậy nhất",
  "Best mobile transaction Platform organization": "Nền tảng giao dịch di động tốt nhất",
  "Register Now": "Đăng ký ngay",
  "Explore the world’s hottest trading products and explore endless investment opportunities with HXFX GLOBAL.": "Cùng HXFX GLOBAL khám phá sản phẩm giao dịch hot nhất thế giới, khám phá cơ hội đầu tư không giới hạn"
}